{"video": "Dta4511gnpo.60.mp4", 
 "image_id": "Dta4511gnpo.60.mp4", "id": 0,
  "whole_caption": "The video begins with a man in denim short sleeves washing rice in a kitchen.
   Beside him, a basin filled with rice and water is placed next to the sink. The man holds up the 
   basin to show it to the camera before placing it on the counter and reaching into it with his index 
   finger. Meanwhile, a woman in a black dress stands next to the sink, washing her hands and talking. 
   The man asks if anyone knows how to cook using a mini rice cooker, as it's full of rice and difficult 
   to control the amount of water. The woman comments on how cute the rice cooker is.  Next, we see a 
   close-up of the man's hand placing a lid on the basin next to the sink, accompanied by the sound of 
   a woman's laughter. The video then transitions to a close-up of garlic being sliced with a knife on 
   a chopping board. Following this, the garlic slices are transferred from the chopping board into a pot
    using a knife.  The focus then shifts to an eggplant being sliced with a knife on a chopping board. 
    The slicing of the eggplant is shown again, this time in slow motion. Afterward, a spatula is used to 
    stir the soup in the pot.  Finally, the video shows the man and the woman sitting at a table, with the 
    man talking to the camera and the woman holding cutlery with a bowl of food in front of her.", 
    "whole_ASR": "Does anyone know how to cook using a mini rice cooker, because its already full of rice, 
    you cant, put that much water in its gonna overflow and possibly ruin you rice cooker, so yeah when Im 
    masterpiece me Mom, Joey, karikari, booth on style, GU, lifestyle, whooping goo, my style?", 
    "nvid": "batch2_largev2EN_btwn09_asrsegMAX_029451", 
    "video_names": ["Dta4511gnpo.60_0_429.mp4", "Dta4511gnpo.60_430_467.mp4",
     "Dta4511gnpo.60_468_516.mp4", "Dta4511gnpo.60_517_581.mp4", "Dta4511gnpo.60_582_638.mp4",
      "Dta4511gnpo.60_639_679.mp4", "Dta4511gnpo.60_680_746.mp4", "Dta4511gnpo.60_747_904.mp4"], 
      "audio_captions": ["A male's voice asks people if anyone knows how to cook using a mini rice cooker,
       because it's full of rice, so it's hard to control how much water is put in, and the woman in the video
        says the rice cooker is so cute.", "In this audio, a woman's laughter can be heard.", "", "", "", "", "", ""],
         "captions": ["The video first shows a man in denim short sleeves washing rice, then shows a basin next to
          the kitchen sink filled with rice and water, one holding up the basin with his hand, showing it to the camera,
           and then placing the basin on the counter, and reaching into the basin with his index finger, there is a woman 
           in a black dress standing next to the sink washing her hands and talking.", "The video shows a close-up of a hand
            placing a lid on a basin next to the sink.", "The video shows a close-up of the garlic sliced with a knife on 
            a chopping board.", "The video shows a close-up of a knife being used to place garlic slices from a chopping 
            board into a pot.", "The video shows a close-up of an eggplant being sliced with a knife on a chopping board.", 
            "The video shows a close-up of an eggplant being sliced with a knife on a chopping board. This is slow motion.", 
            "The video shows a close-up of a spatula being put into the soup in the pot.",
             "The video shows a man and a woman sitting at a table. The man is talking to the camera while the woman is
              holding cutlery with a bowl of food in front of her."], 
              "ASR": [" Does anyone know how to cook using a mini rice cooker because it's already full of rice you
               can't put that much water in it's gonna overflow and possibly ruin the rice cooker.", " XDDD", 
               " the next, video!!", "", "", " you", " I'll see you in the next one.", 
               " Sige! Umarang masterpiece ni Mam Joey. Kari-kari. Utan style. Gulay style."]}